---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemPlateVolume
source: html/8f2c5902-9062-293f-d79d-0c9a6a1ff782.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemPlateVolume Property

"Volume"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemPlateVolume { get; }
```